{
  "Free day in Amman": "A day of leisure in Jordan's capital city. Explore at your own pace, shop in local markets, enjoy the cafes and restaurants, or visit museums and attractions not included in the main itinerary.",
  "Free day in Petra": "A day at leisure in Petra, allowing for independent exploration of this vast archaeological site. Perfect for revisiting favorite spots, hiking to less-visited monuments, or simply relaxing in Wadi Musa town.",
  "Free day in Dead Sea": "A relaxing day at the Dead Sea with no scheduled activities. Float in the mineral-rich waters, enjoy spa treatments, relax by the pool, or explore the hotel facilities at your own pace.",
  "Free day in Aqaba": "A day of leisure in Jordan's coastal city. Enjoy the beaches, try water sports like snorkeling or diving in the Red Sea, shop in the markets, or relax at your hotel.",
  "Free day in Wadi Rum": "A day at leisure in the desert wilderness. Relax at your camp, take optional activities like camel rides or rock climbing, or simply enjoy the tranquility of the desert landscape.",
  "Free day": "A day with no scheduled activities, allowing for rest, independent exploration, or optional activities based on your interests.",
  "Leisure day in Amman": "A relaxed day in Amman with free time to explore the city independently. Visit local cafes, shop in traditional souks, or discover hidden gems in Jordan's vibrant capital.",
  "Leisure day in Petra": "A day at your own pace in Petra, perfect for photography, revisiting favorite monuments, or exploring trails and viewpoints not covered in guided tours.",
  "Leisure day in Dead Sea": "A day to enjoy the unique properties of the Dead Sea at your leisure. Take mud baths, float in the buoyant waters, or enjoy the wellness facilities at your resort.",
  "Leisure day in Aqaba": "A relaxed day in Jordan's resort city. Enjoy the beaches, try water sports, explore the marine life of the Red Sea, or simply relax and enjoy the coastal atmosphere.",
  "Leisure day in Wadi Rum": "A day to experience the desert at your own pace. Relax at your camp, take optional excursions, or simply soak in the otherworldly landscape of Wadi Rum.",
  "Leisure day": "A day with flexible scheduling, allowing you to relax or explore based on your personal preferences.",
  "Day at leisure in Amman": "Free time in Amman to explore the city's attractions at your own pace. Visit museums, enjoy the local cuisine, or shop for souvenirs in the bustling markets.",
  "Day at leisure in Petra": "Unstructured time in Petra to explore this vast archaeological site according to your interests, whether hiking to the Monastery, revisiting the Treasury, or discovering hidden corners.",
  "Day at leisure in Dead Sea": "Free time to enjoy the therapeutic properties of the Dead Sea. Relax on the beach, float in the mineral-rich waters, or indulge in spa treatments at your resort.",
  "Day at leisure in Aqaba": "Free time in Aqaba to enjoy the Red Sea coast. Relax on the beaches, explore the coral reefs, or enjoy the city's restaurants and shops at your own pace.",
  "Day at leisure in Wadi Rum": "Unstructured time in the desert to relax or take optional activities like sunset camel rides, jeep tours to remote areas, or stargazing experiences.",
  "Day at leisure": "A day with no scheduled activities, giving you the freedom to relax or explore based on your personal interests.",
  "Rest day in Amman": "A day dedicated to relaxation in Amman. Take it easy at your hotel, enjoy local cafes, or take optional light activities based on your energy level.",
  "Rest day in Petra": "A day to rest and recharge in Petra after exploring the archaeological site. Relax at your hotel, enjoy the facilities, or take short walks in Wadi Musa town.",
  "Rest day in Dead Sea": "A day focused on relaxation and wellness at the Dead Sea. Enjoy the therapeutic waters, mud treatments, and spa facilities at a leisurely pace.",
  "Rest day in Aqaba": "A relaxing day in Aqaba with no scheduled activities. Enjoy the beaches, hotel facilities, or simply unwind with views of the Red Sea.",
  "Rest day in Wadi Rum": "A day to rest and appreciate the tranquility of the desert. Relax at your camp, enjoy traditional Bedouin hospitality, and take in the stunning landscape.",
  "Rest day": "A day dedicated to relaxation and recuperation during your journey, with no scheduled activities or sightseeing.",
  "Feynan": "Located in the Dana Biosphere Reserve, Feynan is home to the eco-friendly Feynan Ecolodge, offering a sustainable tourism experience with stunning desert landscapes and stargazing opportunities.",
  "Wadi Dana": "A spectacular valley within the Dana Biosphere Reserve featuring diverse ecosystems from mountains to desert, with hiking trails offering breathtaking views and opportunities to spot wildlife.",
  "Dibeen Forest": "A lush pine forest nature reserve near Jerash, offering hiking trails through Aleppo pine trees, picnic areas, and a peaceful retreat from the desert landscapes.",
  "Azraq Wetland": "An oasis in the eastern desert that serves as a crucial stopover for migratory birds. Once a thriving wetland, conservation efforts are working to restore this unique ecosystem.",
  "Azraq Castle": "A black basalt fortress in the eastern desert that served as Lawrence of Arabia's headquarters during the Arab Revolt. The castle features a strategic location near the Azraq oasis.",
  "Iraq Al-Amir": "A Hellenistic site west of Amman featuring the impressive Qasr Al-Abd (Palace of the Slave) and ancient caves with inscriptions dating back to the Copper Age.",
  "Qasr Amra": "A UNESCO World Heritage desert castle known for its remarkably preserved frescoes depicting hunting scenes, zodiac symbols, and daily life from the 8th century.",
  "Qasr Kharana": "An imposing desert castle with a mysterious purpose, featuring a blend of Byzantine and Sassanian architectural elements with impressive two-story construction.",
  "Qasr Al-Hallabat": "A desert castle that evolved from a Roman fort to an Umayyad palace, featuring beautiful mosaics, a mosque, and an elaborate water system.",
  "Hammamat Ma'in": "Natural hot springs and waterfalls cascading down the mountainside near the Dead Sea, offering therapeutic mineral-rich waters that have been enjoyed since Roman times.",
  "Wadi Mujib": "Known as the 'Grand Canyon of Jordan,' this dramatic gorge features adventure trails through water-filled canyons leading to the Dead Sea, with opportunities for canyoning and hiking.",
  "Lot's Cave": "An archaeological site near the Dead Sea where tradition holds that Lot and his daughters took refuge after fleeing Sodom, featuring Byzantine church remains and panoramic views.",
  "Tala Bay": "A modern resort destination on the Red Sea coast near Aqaba, offering beaches, water sports, dining, and accommodation options in a purpose-built marina community.",
  "South Beach": "A popular beach area in Aqaba with clear waters ideal for swimming and snorkeling, featuring coral reefs accessible from the shore and beach facilities.",
  "Royal Diving Center": "A premier diving site in Aqaba offering access to pristine coral reefs, colorful marine life, and underwater military museum with submerged vehicles and aircraft.",
  "Japanese Garden": "A renowned diving site in Aqaba featuring spectacular coral formations resembling a Japanese garden, with abundant marine life and excellent visibility.",
  "Rainbow Street": "A vibrant, historic street in Jabal Amman lined with heritage buildings now housing cafes, restaurants, galleries, and boutiques, offering a glimpse into Amman's past and present.",
  "Citadel": "An ancient hill in the center of Amman featuring ruins from multiple civilizations including the Temple of Hercules, the Umayyad Palace, and offering panoramic views of the city.",
  "Roman Theater": "A well-preserved 2nd-century Roman amphitheater in downtown Amman that could seat 6,000 spectators, featuring excellent acoustics and still used for cultural events.",
  "King Abdullah Mosque": "A magnificent blue-domed mosque in Amman that can accommodate up to 7,000 worshippers, featuring stunning Islamic architecture and intricate calligraphy.",
  "Royal Automobile Museum": "A museum in Amman showcasing the late King Hussein's collection of vehicles, from classic cars to military vehicles, reflecting Jordan's modern history.",
  "Jordan Museum": "The largest museum in Jordan housing artifacts spanning the country's history from prehistoric times to modern day, including some of the Dead Sea Scrolls.",
  "Wadi Araba": "The desert valley extending from the Dead Sea to the Gulf of Aqaba, featuring dramatic landscapes, ancient copper mines, and the border between Jordan and Israel.",
  "Ras Al-Naqab": "A mountain area near Aqaba offering spectacular viewpoints over Wadi Araba and the beginning of the dramatic descent to Aqaba.",
  "Diseh": "A village near Wadi Rum with traditional Bedouin culture and access to less-visited parts of the desert, offering authentic experiences away from tourist crowds.",
  "Seven Pillars of Wisdom": "A dramatic rock formation in Wadi Rum named after T.E. Lawrence's famous book, featuring seven massive pillars of sandstone rising from the desert floor.",
  "Burdah Rock Bridge": "One of the highest natural arches in Wadi Rum, offering a challenging climb with rewarding panoramic views of the surrounding desert landscape.",
  "Um Fruth Rock Bridge": "A natural stone arch in Wadi Rum that visitors can climb for spectacular views, smaller than Burdah but more accessible for most visitors.",
  "Lawrence Spring": "A small spring in Wadi Rum where Lawrence of Arabia reportedly washed during the Arab Revolt, surrounded by inscriptions and offering views of the valley.",
  "Khazali Canyon": "A narrow fissure in Wadi Rum containing numerous ancient Thamudic, Nabataean, and Islamic inscriptions, offering insight into the area's long human history.",
  "Siq al-Barid": "Also known as Little Petra, this smaller site features similar rock-cut architecture to Petra but with fewer crowds, including dining halls and wine production facilities.",
  "Al-Khazneh": "The iconic Treasury building at Petra, an elaborate facade carved into the rose-colored sandstone cliff, featuring Hellenistic architectural elements.",
  "Royal Tombs": "A collection of impressive facades carved into the cliffs of Petra, including the Urn Tomb, Silk Tomb, Corinthian Tomb, and Palace Tomb.",
  "Street of Facades": "A row of Nabataean tombs carved into the cliff face in Petra, representing some of the earliest monumental graves in the ancient city.",
  "Colonnaded Street": "The main thoroughfare of ancient Petra, lined with columns and the remains of shops, showcasing the city's urban planning and commercial center.",
  "Great Temple": "One of the largest freestanding buildings in Petra, featuring columns, a monumental staircase, and intricate carvings, possibly used for administrative purposes.",
  "Byzantine Church": "A 5th-century church in Petra featuring beautiful mosaic floors with geometric patterns and representations of local wildlife and mythological scenes.",
  "High Place of Sacrifice": "An ancient Nabataean ritual site atop a mountain in Petra, reached by a steep climb and offering spectacular views and insight into religious practices.",
  "Monastery Trail": "The path leading to Ad Deir (The Monastery) in Petra, featuring over 800 steps through mountain terrain with stunning views and ancient carvings.",
  "Wadi Musa": "The modern town adjacent to Petra, serving as the gateway to the ancient city and offering accommodations, restaurants, and services for visitors.",
  "Mount Aaron": "A mountain near Petra where tradition holds that Aaron, brother of Moses, is buried, featuring a small shrine and panoramic views of the surrounding landscape.",
  "Sela": "An ancient fortress city near Petra with rock-cut stairs, water cisterns, and a large plaza carved into the mountainside, less visited than Petra but historically significant.",
  "Tafilah": "A city in southern Jordan known for its olive groves, traditional architecture, and as a gateway to attractions like Dana Biosphere Reserve.",
  "Montreal Castle": "Another name for Shobak Castle, a Crusader fortress built in 1115 CE featuring impressive architecture, secret passages, and panoramic views.",
  "Rabba": "A town in the Kerak Governorate with ancient ruins, traditional architecture, and panoramic views of the surrounding countryside.",
  "Mazar Islamic Complex": "A religious site in Kerak featuring tombs of companions of the Prophet Muhammad, an important pilgrimage destination for Muslims.",
  "Machaerus": "The hilltop fortress where John the Baptist was imprisoned and executed, featuring ruins of Herod's palace and spectacular views of the Dead Sea.",
  "Mount Nebo Viewpoint": "The specific spot on Mount Nebo where Moses is said to have viewed the Promised Land, offering panoramic views of the Jordan Valley, Dead Sea, and on clear days, Jerusalem.",
  "Moses Memorial Church": "A modern church at Mount Nebo housing beautiful mosaics from the 6th century, built over the remains of an earlier Byzantine church.",
  "Madaba Archaeological Park": "A site in Madaba featuring the remains of the Roman road, villas, and the Church of the Virgin Mary with well-preserved Byzantine mosaics.",
  "Apostles Church": "A church in Madaba featuring a 6th-century mosaic floor depicting the twelve apostles, with beautiful Byzantine artistry.",
  "Hippolytus Hall": "Part of Madaba Archaeological Park featuring a mosaic floor depicting scenes from the Greek tragedy of Hippolytus and Phaedra.",
  "Madaba Mosaic Map": "The famous 6th-century mosaic map of Jerusalem and the Holy Land located in St. George's Church, the oldest surviving cartographic depiction of the region.",
  "Hisban": "An archaeological site near Madaba with remains spanning from the Iron Age to the Ottoman period, including a Byzantine church and Islamic fortress.",
  "Jerash Archaeological Park": "The main site containing the extensive ruins of the ancient city of Gerasa, one of the best-preserved Roman provincial towns in the world.",
  "Hadrian's Arch": "A triumphal arch in Jerash built to commemorate Emperor Hadrian's visit in 129 CE, serving as the southern entrance to the ancient city.",
  "Hippodrome": "A Roman sports field in Jerash where chariot races and other events were held, now hosting reenactments of Roman army drills and chariot races.",
  "Oval Plaza": "A distinctive oval-shaped forum in Jerash surrounded by a colonnade, connecting the main street (Cardo) with the Temple of Zeus.",
  "Temple of Artemis": "A grand temple in Jerash dedicated to the patron goddess of the city, featuring massive columns and impressive architecture.",
  "South Theater": "A well-preserved Roman theater in Jerash that could seat 3,000 spectators, featuring remarkable acoustics and still used for performances.",
  "Nymphaeum": "An ornate public fountain in Jerash dedicated to the water nymphs, featuring elaborate carvings, mosaics, and a water system.",
  "Cardo Maximus": "The main colonnaded street running through ancient Jerash, featuring original stone paving with chariot wheel ruts still visible.",
  "Ajloun Forest Reserve": "A nature reserve near Ajloun Castle featuring Mediterranean-like forests of oak, pine, and strawberry trees, with hiking trails and eco-lodges.",
  "Ajloun Highland Trail": "A long-distance hiking trail through the wooded hills of Ajloun, connecting villages and offering views of traditional rural life in northern Jordan.",
  "Listib": "A traditional village in the Ajloun area featuring stone houses, olive groves, and insights into rural Jordanian life.",
  "Tabaqat Fahl": "Another name for the ancient city of Pella, featuring ruins from multiple periods including Byzantine churches, an Umayyad residential quarter, and a Mamluk mosque.",
  "Jordan Valley Panorama": "A viewpoint near Pella offering sweeping views of the Jordan Valley, with visibility into Israel and the Palestinian Territories on clear days.",
  "Umm el-Jimal": "Known as the 'Black Gem of the Desert,' this basalt stone city in northern Jordan features remarkably preserved Byzantine and Umayyad architecture.",
  "Gadara": "The ancient name for Um Qais, a Greco-Roman city featuring impressive colonnaded streets, theaters, and spectacular views of the Sea of Galilee.",
  "Sea of Galilee Viewpoint": "A panoramic viewpoint at Um Qais offering views of the Sea of Galilee, the Golan Heights, and the Jordan Valley.",
  "West Theater": "A black basalt theater at Um Qais with views of the surrounding countryside, smaller than the main theater but in a picturesque setting.",
  "Basilica Terrace": "An area in Um Qais featuring the remains of a Byzantine church built over a Roman temple, with beautiful views and architectural elements.",
  "Ottoman Village": "The remains of a 19th-century Ottoman village built within the ancient ruins of Um Qais, featuring basalt stone houses and a unique blend of time periods.",
  "Arrival QAIA": "Arrival at Queen Alia International Airport. Meet and assist at the airport by our representative who will help with visa procedures (if needed) and transfer to your hotel.",
  "Departure QAIA": "Transfer to Queen Alia International Airport for departure. Our representative will assist with check-in procedures and bid you farewell."
}