{
  "Amman": "Explore the capital city of Amman, Jordan, a captivating blend of ancient history and modern culture. Located on a series of hills between the desert and the fertile Jordan Valley, Amman is a city of intriguing contrasts.",
  "Amman O/N": "Overnight stay in Amman.",
  "Amman City Tour": "Tour the downtown part of capital city Amman for 2 hours, visiting sites and museums including the Archeological Museum, the Folklore Museum, The citadel, the blue mosque and the Amphitheatre. Everywhere you look there is evidence of the city's much older past.",
  "Jerash O/N": "Overnight stay in Jerash.",
  "Jerash": "Visit the ancient Roman city of Jerash, including colonnaded streets, hilltop temples, theatres, plazas, baths, fountains and city walls.",
  "Ajloun O/N": "Overnight stay in Ajloun.",
  "Ajloun": "Visit Ajloun Castle, built in 1184 AD by Saladin's general to protect routes from Crusaders and control iron mines.",
  "Petra O/N": "Overnight stay in Petra.",
  "Petra": "Explore Petra, the Red Rose Nabatean city and UNESCO site. Enter via a 1KM Siq gorge to see tombs, treasury, and Roman-style architecture.",
  "Wadi Rum O/N": "Overnight stay under the stars of Wadi Rum",
  "Wadi Rum": "After breakfast, we head further down in southern Jordan to visit a significant site; Wadi Rum. Enjoy the Bedouin hospitality over dinner and try the Bedouin feast of Zarb (as known among locals) or Bedouin barbecue. It is an experience on its own where Bedouins cook lamb meat, chicken and vegetables with herbs in a big underground pit with hot coals beneath the desert sands. When the meat is tender with a hint of a smoky taste they take out the big pot and you get to enjoy one of Jordan’s greatest edible treasures under a starry sky in Wadi Rum..",
  "Dead Sea O/N": "Overnight stay at the Dead Sea",
  "Dead Sea": "Float in the Dead Sea — the lowest point on earth and the world's richest source of natural salts.",
  "Madaba O/N": "See the 6th century mosaic map of the Holy Land in St. George's church, plus other Byzantine mosaics. Stay overnight in Madaba, giving you time to explore this historic town known as the 'City of Mosaics'.",
  "Madaba": "See the 6th century mosaic map of the Holy Land in St. George's church, plus other Byzantine mosaics.",
  "Amman QAIA": "Arrive in Amman (QAIA). Meet and greet at the airport.",
  "Um Qais O/N": "Um Qais, previously known as Gadara, a city renowned as the site of the famous miracle of the Gadarene swine, a cultural center in its time and the home to several classical poets and philosophers. Promenade through Um Qais and see its colonnaded street, vaulted terrace and the ruins of two theatres. Overnight in Um Qais offers spectacular views over the Sea of Galilee and Golan Heights.",
  "Um Qais": "Um Qais, previously known as Gadara, a city renowned as the site of the famous miracle of the Gadarene swine, a cultural center in its time and the home to several classical poets and philosophers Promenade through Um Qais and see its colonnaded street, vaulted terrace and the ruins of two theatres.",
  "Kerak O/N": "Overnight Stay in Kerak",
  "Kerak": "Last stop is Kerak Castle is a Crusaders' Castle built on a triangular plateau dating back to the 12th century.",
  "Bethany": "The baptismal site of Jesus Christ (Bethany beyond Jordan).John the Baptist (pbuh) prepared the way for the arrival of the Messiah, and John's ministry itself marked the beginning of the preaching of 'the gospel of the Kingdom of God' (Luke 16:16). Some of the pivotal events in John's life and his heralding of the coming of Jesus took place in Jordan. Though Jesus Christ's divinely inspired role was announced before and during His birth, He launched His public ministry at Bethany beyond the Jordan at age 30, immediately after He was baptized by John and anointed by God (Luke 3:21-23, Acts 1:21-22).",
  "Shobak": "Just off the King's Highway 190 km south of Amman and less than an hour north of Petra stands an impressive castle as a lonely reminder of former Crusader glory dating from the same turbulent period as Kerak, crowning a cone of rock, which rises above a wild and rugged landscape dotted with a grand sweep of fruit trees below. It is today known as Shobak, but to the Crusaders it was Mont Real (Crak de Montreal) or Mons Regalis, the Fortress of the Royal Mount. It was built in 1115 by King Baldwin I of Jerusalem to guard the road from Damascus to Egypt, and was the first of a string of similar strongholds in the Latin Kingdom of Jerusalem",
  "Petra second day visit": "Pick up from your hotel in Petra, and head to the site where you will get to a second chance to explore this grand Nabatean city. Today you explore the site on your own (no guiding services included).",
  "EL DEIR / MONASTERY": "Hidden high in the hills, the Monastery is one of the legendary monuments of Petra. Similar in design to the Treasury but far bigger (50m wide and 45m high), it was built in the 3rd century BC as a Nabatean tomb. It derives its name from the crosses carved on the inside walls, suggestive of its use as a church in Byzantine times. The ancient rock-cut path of more than 800 steps starts from the Nabatean Museum and follows the old processional route. The cave teashop opposite is a good vantage point for admiring the Monastery's Hellenistic facade – particularly spectacular ",
  "Petra by night": "It is an amazing experience the light Petra at night by the light of 1,800 candles is truly out-of-this-world! Walk through the Siq to the Khazneh following a candle-lit path and enjoy the haunting music of the Bedouins at the Treasury. Tours start at 8.30pm and finish at 10.00pm every Monday, Wednesday and Thursday",
  "Dana O/N": "Dana Nature Reserve contains a remarkable diversity of landscapes that range from wooded highlands to rocky slopes and from gravel plains to dunes of sand. Moreover, Dana supports diverse wildlife which includes a variety of rare species of plants and animals; Dana is home to about 600 species of plants, 37 species of mammals, and 190 species of birds. Overnight in Dana allows you to experience the tranquility of this natural reserve and possibly spot nocturnal wildlife.",
  "Dana": "Dana Nature Reserve contains a remarkable diversity of landscapes that range from wooded highlands to rocky slopes and from gravel plains to dunes of sand. Moreover, Dana supports diverse wildlife which includes a variety of rare species of plants and animals; Dana is home to about 600 species of plants, 37 species of mammals, and 190 species of birds",
  "Little Petra": "proceed to visit Little Petra best known as Al Beidha (the White One) due to the pale rock colors . Little Petra, also known as Siq al-Barid (literally 'the cold canyon') is an archaeological site located north of Petra and the town of Wadi Musa in, it is a Nabataean site, with buildings carved into the walls of the sandstone canyons. As its name suggests, it is much smaller, consisting of three wider open areas connected by a 450-metre (1,480 ft) canyon. It is part of the Petra Archeological Park, though accessed separately.",
  "Desert Castles": "Proceed to the Eastern Desert to visit Al Kharraneh Castle, Amra Castle (a UNESCO World Heritage site), and Al Azraq Castle where Lawrence of Arabia resided and wrote part of his book \"Seven Pillars of Wisdom\".",
  "Aqaba O/N": "Overnight stay in Aqaba allows you to enjoy the vibrant nightlife and seaside atmosphere.",
  "Aqaba": "Free day: ; Aqaba for a quick tour. Its sandy beaches and coral reefs are the most pristine on the Red Sea Visit; a morning transfer to Aqaba City for a day of leisure and relaxation. Jordan's splendid Red Sea resort has a wealth of other attractions apart from being a delightful beach retreat; it is actually a great base from which to explore various places of interest in southern Jordan. Aqaba is a fun place and a microcosm of all the good things Jordan has to offer, including a fascinating history with some outstanding sites and excellent activities, superb visitor facilities, good shopping, and welcoming, friendly people, who enjoy nothing more than making sure their visitors have a good time. Overnight in Aqaba.",
  "Salt": "We head to visit the ancient town of As-Salt were you see will visit the downtown area, the museum. As-Salt was once the most important city in the area between the Jordan Valley and the eastern desert due to its historical importance as the trading link between the eastern desert and the west. Head just outside of As-Salt where lies the tomb of Ayyub (Job), a wealthy and powerful man who endured hardships to prove his loyalty to God",
  "Um Al Rassas": "Um Ar Rassas is mentioned in the old and new testaments and the Romans fortified it and the local Christians and a UNESCO World Heritage site",
  "Makawir": "Mukawir is the site of Machaerus, mentioned in the New Testament as the palace in which Salome danced in exchange for the head of Johan the Baptist on a platter (Mark 6:21-29).",
  "Anjara": "to Anjar, the town where Jesus Christ, his mother Mary and his disciples passed through and rested in a nearby cave now commemorated with the church of Our Lady of the Mountain",
  "Mar Elias": "Tall Mar Elias, the site where the prophet Elijah is believed to have ascended to Heaven in a whirlwind on a chariot of fire.",
  "Pella": "Pella where you can see the remains of a Chalcolthic settlement the 4th millennium BC, Byzantine churches and houses and a small medieval mosque. Proceed to",
  "Nebo": "Mt. Nebo (site only as the church is closed down for renovation) a city mentioned in the bible as the place where Moses was granted a view of the Promised Land that he would never enter",
  "El Deir/ Monastery": "Hidden high in the hills, the Monastery is one of the legendary monuments of Petra. Similar in design to the Treasury but far bigger (50m wide and 45m high), it was built in the 3rd century BC as a Nabatean tomb. It derives its name from the crosses carved on the inside walls, suggestive of its use as a church in Byzantine times. The ancient rock-cut path of more than 800 steps starts from the Nabatean Museum and follows the old processional route. The cave teashop opposite is a good vantage point for admiring the Monastery's Hellenistic facade – particularly spectacular bathed in mid-afternoon sunlight. The courtyard in front of the Monastery was once surrounded by columns and was used for sacred ceremonies.",
  "Irbid O/N": "Irbid anciently known as Arabella is Jordan's 2nd largest city located about 85 km north of Amman, situated at an equal distance from Pella and Umm Qais, and is a bustling community with a large university (Yarmouk University). Overnight in Irbid gives you the opportunity to experience the authentic local culture and university atmosphere of this vibrant northern city.",
  "Irbid": "Irbid anciently known as Arabella is Jordan's 2nd largest city located about 85 km north of Amman, situated at an equal distance from Pella and Umm Qais, and is a bustling community with a large university (Yarmouk University).",
  "Mujib": "The Mujib is the lowest nature reserve in the World, with its spectacular array of scenery near the east coast of the Dead Sea. The reserve is located within the deep Wadi Mujib gorge, which enters the Dead Sea at 410 meters below sea level.",
  "Wadi Rum Jeep Tour": " Explore Wadi Rum on ** hours jeep ride into the Jordanian desert! Wadi Rum was best described by T.E. Lawrence as “Vast, echoing and god-like”, and by the locals as “Valley of the Moon”."
}
